Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/MySports.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, zh_cn, zh_hk, zh_tw

# THIRD_BULLET
source: You can choose to stop syncing your sports interests across Apple apps at any time. Turning off My Sports syncing may limit your ability to use sports features in supported apps.
ar: يمكنك اختيار إيقاف مزامنة اهتماماتك الرياضية عبر جميع تطبيقات Apple في أي وقت. قد يؤدي إيقاف مزامنة "رياضاتي" إلى الحد من قدرتك على استخدام الميزات الرياضية في التطبيقات المدعومة.
bg: Можете да изберете да спрете синхронизирането на вашите спортни интереси с приложенията на Apple по всяко време. Изключването на синхронизирането за Моите спортове може да ограничи използването на спортните услуги в поддържаните приложения.
ca: Pots deixar de sincronitzar els temes d’esports que t’interessen amb les apps d’Apple en qualsevol moment. Si desactives la sincronització dels esports, pot ser que es limitin les funcions relacionades disponibles a les apps compatibles.
cs: Synchronizaci svých sportovních zájmů mezi aplikacemi Apple můžete kdykoli zastavit. Když synchronizaci služby Moje sporty vypnete, může se pro vás omezit využitelnost sportovních funkcí v podporovaných aplikacích.
da: Du kan altid vælge at stoppe med at synkronisere dine sportsinteresser på tværs af Apple-apps. Hvis du slår synkronisering af Mine sportsgrene fra, kan det begrænse brugen af sportsfunktioner i understøttede apps.
de: Du kannst das Synchronisieren der Sportthemen, die dich interessieren, auf Apps von Apple jederzeit beenden. Durch Deaktivieren des Synchronisierens von „Meine Sportarten“ kann es sein, dass Sportfunktionen in unterstützten Apps nur begrenzt genutzt werden können.
es: Puedes dejar de sincronizar tus intereses deportivos entre las apps de Apple cuando quieras. Desactivar “Sincronizar mis deportes” podría limitar el uso de las funciones deportivas en las apps compatibles.
es_us: Puedes elegir dejar de sincronizar tus intereses deportivos con las apps de Apple en cualquier momento. Si desactivas la sincronización de Mis deportes, podría limitarse tu posibilidad de usar funciones relacionadas con los deportes en las apps compatibles.
fi: Voit lopettaa urheilun kiinnostuksenkohteidesi synkronoinnin Applen appien välillä koska tahansa. Omat urheilulajit -synkronoinnin laittaminen pois päältä voi rajoittaa urheiluominaisuuksien käyttöä tuetuissa apeissa.
fr: Vous pouvez choisir de cesser de synchroniser vos centres d’intérêt sportifs dans les apps Apple à tout moment. La désactivation de la synchronisation de « Mes sports » peut limiter votre capacité à utiliser les fonctionnalités relatives aux sports dans les apps prises en charge.
fr_ca: Vous pouvez choisir à tout moment d’arrêter de synchroniser vos centres d’intérêt sportifs avec les apps Apple. Désactiver la synchronisation de « Mes sports » pourrait limiter votre utilisation des fonctionnalités sportives des apps prises en charge.
he: באפשרותך להפסיק את סנכרון תכני הספורט שמעניינים אותך בין כל מכשירי Apple בכל שלב. כיבוי הסנכרון של ״הספורט שלי״ עשוי להגביל את היכולת שלך להשתמש במאפייני ספורט ביישומים נתמכים.
hi: आप Apple ऐप्स पर अपनी खेल संबंधी दिलचस्पियों की सिंकिंग किसी भी समय बंद कर सकते हैं। मेरे खेल की सिंकिंग बंद करने से समर्थित ऐप्स पर खेल फ़ीचर का इस्तेमाल करने की आपकी क्षमता सीमित हो सकती है।
hr: U bilo kojem trenutku možete prestati sinkronizirati svoje sportske interese u Apple aplikacijama. Ako isključite sinkroniziranje značajke Moji sportovi, možda će se ograničiti mogućnost uporabe sportskih značajki u podržanim aplikacijama.
hu: Bármikor igény szerint leállíthatja a sporttal kapcsolatos érdeklődési területei Apple-appokon belüli szinkronizálását. Ha kikapcsolja a Saját sportok szinkronizálását, azzal korlátozza egyes sporttal kapcsolatos funkciók használatát a támogatott appokban.
id: Anda dapat memilih untuk berhenti menyelaraskan minat olahraga Anda di semua app Apple kapan pun. Mematikan penyelarasan Olahraga Saya dapat membatasi kemampuan Anda untuk menggunakan fitur olahraga di app yang didukung.
it: Puoi scegliere di interrompere la sincronizzazione dei tuoi interessi sportivi sulle app di Apple in qualsiasi momento. Disattivare la sincronizzazione della funzionalità “I miei sport” potrebbe limitare il numero di funzionalità sportive disponibili nelle app supportate.
ja: Appleのアプリ間でスポーツへの関心を同期するのはいつでも停止することができます。マイスポーツの同期をオフにすると、対応しているアプリでスポーツの機能が制限される場合があります。
kk: Спорттық қызығушылықтарыңызды барлық Apple қолданбасында синхрондауды кез келген уақытта тоқтатуға болады. Таңдаулы спорт түрлерін синхрондау опциясын өшірсеңіз, қолдау көрсетілетін қолданбаларда спорт функцияларын пайдалану мүмкіндігі шектелуі мүмкін.
ko: Apple 앱에서 사용자의 스포츠 관심사를 동기화하는 것을 언제든지 중단할 수 있습니다. 나의 스포츠 동기화를 끄면 지원되는 앱에서 이용할 수 있는 스포츠 기능이 제한될 수 있습니다.
lt: Bet kuriuo metu galite pasirinkti nustoti sinchronizuoti savo sporto interesus visose „Apple“ programose. Funkcijos „Mano sportas“ sinchronizavimo išjungimas gali apriboti jūsų galimybę naudoti sporto funkcijas palaikomose programose.
ms: Anda boleh memilih untuk berhenti menyelaraskan minat sukan anda merentas app Apple pada bila-bila masa. Menyahaktifkan penyelarasan Sukan Saya mungkin mengehadkan keupayaan anda untuk menggunakan ciri sukan dalam app yang disokong.
nl: Je kunt de synchronisatie van je sportinteresses in Apple apps op elk moment stopzetten. Als je 'Mijn sporten' uitschakelt, kan door de synchronisatie het gebruik van sportfuncties in ondersteunde apps mogelijk beperkt zijn.
no: Du kan når som helst avslutte synkronisering av sportsinteresser mellom Apple-apper. Hvis du slår av synkronisering av Min sport, kan det begrense bruken av sportsfunksjoner i støttede apper.
pl: Synchronizowanie swoich zainteresowań sportowych w aplikacjach Apple możesz wyłączyć w dowolnym momencie. Wyłączenie synchronizowania danych funkcji Moje dyscypliny może ograniczyć dostępność funkcji związanych ze sportem w obsługiwanych aplikacjach.
pt_br: Você pode parar de compartilhar seus interesses esportivos nos apps da Apple a qualquer momento. Ao desativar a sincronização de Meus Esportes, você limita a possibilidade de usar recursos de esportes nos apps compatíveis.
pt_pt: Pode optar por interromper a sincronização dos seus interesses desportivos em todas as aplicações Apple a qualquer momento. É possível que a desativação da sincronização de Os meus desportos limite a sua capacidade de usar as funcionalidades desportivas em aplicações compatíveis.
ro: Puteți opta oricând să opriți sincronizarea intereselor dvs. sportive între aplicațiile Apple compatibile. Dezactivarea sincronizării sporturilor preferate vă poate limita capacitatea de a utiliza funcționalitățile dedicate sportului din aplicațiile compatibile.
ru: В любой момент Вы можете прекратить синхронизацию данных о своих спортивных интересах между приложениями Apple. Если выключить синхронизацию для сервиса «Мой спорт», возможность использовать спортивные функции в поддерживаемых приложениях может быть ограничена.
sk: Synchronizáciu svojich športových záujmov medzi apkami spoločnosti Apple môžete kedykoľvek zastaviť. Vypnutím synchronizácie služby Moje športy môžete obmedziť dostupnosť športových funkcií v podporovaných apkách.
sl: Sinhronizacijo vaših športnih interesov med aplikacijami Apple lahko kadarkoli ustavite. Izklop sinhronizacije storitve Moji športi lahko omeji vašo zmožnost uporabe športnih funkcij v podprtih aplikacijah.
sv: Du kan när som helst välja att sluta synkronisera dina sportintressen mellan Apple-appar. Om du avaktiverar synkronisering för Mina sporter kan det begränsa användningen av sportfunktioner i appar som stöds.
th: คุณสามารถเลือกที่จะหยุดเชื่อมข้อมูลกีฬาที่คุณสนใจบนแอป Apple ได้ตลอดเวลา การปิดใช้การเชื่อมข้อมูลกีฬาของฉันอาจจำกัดความสามารถของคุณในการใช้คุณสมบัติด้านกีฬาในแอปที่รองรับ
tr: Spora ilişkin ilgi alanlarınızı Apple uygulamalarında eşzamanlamayı istediğiniz zaman durdurmayı seçebilirsiniz. Sporlarım’ı eşzamanlamanın kapatılması, desteklenen uygulamalarda spor özelliklerini kullanabilmenizi sınırlayabilir.
uk: Ви можете будь-коли припинити синхронізувати свої спортивні зацікавлення між програмами Apple. Вимкнення синхронізації для функції «Мій спорт» може обмежити можливості, повʼязані зі спортом, у підтримуваних програмах.
zh_cn: 你可以随时选择停止在Apple App间同步你的运动喜好。关闭“我的运动”同步可能会限制你在支持的App中使用运动功能。
zh_hk: 你可以隨時選擇停止在Apple App之間同步你的體育內容偏好。關閉「我的體育」同步功能可能會限制使用支援的App中的體育功能。
zh_tw: 你隨時可以選擇在Apple App上停止同步你的運動偏好。關閉「我的運動」同步可能會限制支援App中的運動功能。

# SPLASH_SUMMARY
source: My Sports is designed to protect your information and enable you to choose what you share.
ar: صُمّمت ميزة رياضاتي بطريقة تحمي معلوماتك وتمكّنك من اختيار ما تود مشاركته.
bg: Функцията Моите спортове е създадена да защитава вашата информация и да ви позволи да избирате какво да споделяте.
ca: Les funcions relacionades amb els esports s’han dissenyat per protegir la teva informació i perquè puguis decidir què vols compartir.
cs: Služba Moje sporty chrání vaše osobní údaje a ponechává vám kontrolu nad tím, co sdílíte.
da: Mine sportsgrene er designet til at beskytte dine oplysninger og give dig mulighed for at vælge, hvad du deler.
de: „Meine Sportarten“ ist dafür konzipiert, deine Daten zu schützen, und du kannst auswählen, was du teilst.
es: “Mis deportes” se ha diseñado para mantener protegida tu información y para que puedas escoger lo que quieres compartir.
es_us: Mis deportes se diseñó para proteger tu información y permitirte elegir lo que compartes.
fi: Omat urheilulajit on suunniteltu niin, että tietosi ovat turvassa. Voit itse valita, mitä haluat jakaa.
fr: La fonctionnalité « Mes sports » est conçue pour protéger vos données et vous permettre de choisir ce que vous souhaitez partager.
fr_ca: La fonctionnalité « Mes sports » est conçue pour protéger vos informations et vous permettre de choisir ce que vous souhaitez partager.
he: ״הספורט שלי״ תוכנן באופן שמגן על המידע שלך ומאפשר לך לבחור מה לשתף ומה לא לשתף.
hi: मेरे खेल को आपकी जानकारी की सुरक्षा करने के लिए डिज़ाइन किया गया है और आप क्या शेयर करते हैं यह चुनने में आपको सक्षम करता है।
hr: Moji sportovi dizajnirani su kako bi zaštitili vaše informacije i omogućili odabir sadržaja koje želite podijeliti.
hu: A Saját sportok funkciót úgy tervezték, hogy megvédje az Ön információit, és lehetővé tegye, hogy Ön kiválassza, mit oszt meg.
id: Olahraga Saya dirancang untuk melindungi informasi Anda dan memungkinkan Anda untuk memilih apa yang Anda bagikan.
it: “I miei sport” è concepito in modo da proteggere le tue informazioni e consentirti di scegliere i contenuti da condividere.
ja: マイスポーツはあなたの個人情報を保護するように設計され、どの情報を共有するかを選択できるようになっています。
kk: «Таңдаулы спорт түрлері» қолданбасы жеке ақпаратыңызды қорғайтындай және бөлісу қажет объектілерді таңдауға мүмкіндік беретіндей етіп жасалған.
ko: 나의 스포츠는 사용자의 정보를 보호하도록 설계되었으며 공유할 내용을 사용자가 선택할 수 있습니다.
lt: Funkcija „Mano sportas“ sukurta taip, kad apsaugotų jūsų informaciją ir leistų jums patiems pasirinkti, kokią informaciją norite bendrinti.
ms: Sukan Saya direka bentuk untuk melindungi maklumat anda dan membolehkan anda memilih perkara yang anda kongsi.
nl: 'Mijn sporten' is ontworpen om je gegevens te beschermen en om je te laten bepalen wat je deelt.
no: Min sport er utviklet for å beskytte informasjonen din og la deg velge hva du vil dele.
pl: Funkcja Moje dyscypliny została zaprojektowana z myślą o ochronie Twoich danych i pozwala Ci decydować o ich udostępnianiu.
pt_br: O recurso Meus Esportes foi projetado para proteger as suas informações e permitir que você escolha os dados que compartilha.
pt_pt: Os meus desportos foi concebido de modo a proteger a informação pessoal e permitir a cada utilizador escolher o que pretende partilhar.
ro: Funcționalitatea “Sporturi preferate” este concepută pentru a vă proteja informațiile și pentru a vă permite să alegeți ceea ce partajați.
ru: Ваши данные, используемые сервисом «Мой спорт», надежно защищены, и только Вы решаете, чем поделиться.
sk: Služba Moje športy chráni vaše údaje a ponecháva vám plnú kontrolu nad tým, čo zdieľate.
sl: Storitev Moji športi je zasnovana tako, da varuje vaše podatke in vam omogoča, da izberete, kaj boste delili.
sv: Mina sporter har utformats för att skydda din information och låta dig välja vad du vill dela.
th: กีฬาของฉันได้รับการออกแบบมาเพื่อปกป้องข้อมูลของคุณและทำให้คุณสามารถเลือกสิ่งที่คุณต้องการแชร์ได้
tr: Sporlarım, bilgilerinizi koruyacak ve neyi paylaşacağınızı seçmenizi sağlayacak şekilde tasarlanmıştır.
uk: Функцію «Мій спорт» спроєктовано так, щоб захищати вашу інформацію і давати вам змогу обирати, що поширювати.
zh_cn: “我的运动”旨在保护你的信息并可让你选择要共享的内容。
zh_hk: 「我的體育」的設計可保護你的資料並讓你選擇分享內容。
zh_tw: 「我的運動」的設計可保護你的資訊並讓你選擇分享的內容。

# FIRST_BULLET
source: Apple collects information about the sports, leagues, teams, and athletes you follow and syncs that information across supported Apple apps. Your sports interests are associated with your Apple Account.
ar: تجمع Apple معلومات عن الرياضات والدوريات والفِرق والرياضيين الذين تتابعهم وتُزامنها مع جميع تطبيقات Apple المدعومة. يتم ربط اهتماماتك الرياضية بحساب Apple.
bg: Apple събира информация за спортовете, лигите, отборите и спортистите, които следвате, и синхронизира тази информация през поддържаните приложения на Apple. Вашите спортни интереси са свързани с вашата Apple регистрация.
ca: Apple recopila informació sobre els esports, les lligues, els equips i els esportistes que segueixes i la sincronitza a les apps d’Apple que hi siguin compatibles. Els temes esportius que t’interessen s’associen al compte d’Apple.
cs: Apple shromažďuje informace o sportovních disciplínách, soutěžích, týmech a jednotlivých sportovcích, které sledujete, a synchronizuje je mezi svými podporovanými aplikacemi. Vaše sportovní zájmy jsou propojeny s vaším účtem Apple.
da: Apple indsamler oplysninger om de sportsgrene, ligaer, hold og atleter, du følger, og synkroniserer disse oplysninger på tværs af understøttede Apple-apps. Dine sportsinteresser knyttes til din Apple‑konto.
de: Apple sammelt Informationen über die Sportarten, Ligen, Teams und Athlet:innen, denen du folgst, und synchronisiert diese Daten auf unterstützten Apps von Apple. Sportthemen, die dich interessieren, sind mit deinem Apple Account verknüpft.
es: Apple recopila información sobre los deportes, las ligas, los equipos y los deportistas que sigues y la sincroniza entre las apps de Apple compatibles. Tus intereses deportivos se asocian con tu cuenta de Apple.
es_us: Apple recopila información sobre los deportes, ligas, equipos y atletas que sigues y sincroniza esa información en las apps de Apple compatibles. Tus intereses deportivos se asocian con tu cuenta de Apple.
fi: Apple kerää tietoja seuraamistasi urheilulajeista, liigoista, joukkueista ja urheilijoista sekä synkronoi nämä tiedot tuettuihin Apple-appeihin. Urheilumieltymyksesi yhdistetään Apple-tiliisi.
fr: Apple recueille des informations concernant les sports, les ligues, les équipes et les athlètes que vous suivez et les synchronise dans toutes les apps Apple prises en charge. Vos centres d’intérêt sportifs sont associés à votre compte Apple.
fr_ca: Apple recueille des informations sur les sports, les ligues, les équipes et les athlètes que vous suivez, et synchronise ces informations avec les apps Apple prises en charge. Vos centres d’intérêt en matière sportive sont associés à votre compte Apple.
he: ‏Apple אוספת מידע בנוגע לענפי ספורט, ליגות, קבוצות וספורטאים שעקבת אחריהם, ומסנכרנת אותו בין יישומים נתמכים של Apple. תוכני הספורט שמעניינים אותך מקושרים לחשבון ה-Apple שלך.
hi: आप जिन खेलों, लीग, टीम और एथलीट को फ़ॉलो करते हैं Apple उनके बारे में जानकारी एकत्र करता है और सभी समर्थित Apple ऐप्स पर वह जानकारी सिंक करता है। खेलों में आपकी दिलचस्पी को आपके Apple खाते से संबद्ध कर दिया जाता है।
hr: Apple prikuplja informacije o sportovima, ligama, timovima i sportašima koje pratite te sinkronizira te informacije u podržanim Apple aplikacijama. Vaši sportski interesi povezani su s vašim Apple računom.
hu: Az Apple információkat gyűjt az Ön által követett sportokról, ligákról, csapatokról és sportolókról, és ezeket az információkat a támogatott Apple-appokban szinkronizálja. Az Ön sporttal kapcsolatos érdeklődési területei hozzá lesznek rendelve az Apple-fiókjához.
id: Apple mengumpulkan informasi mengenai olahraga, liga, tim, dan atlet yang Anda ikuti serta menyelaraskan informasi tersebut di semua app Apple yang didukung. Minat olahraga Anda dikaitkan dengan Akun Apple Anda.
it: Apple raccoglie informazioni sugli sport, i campionati, le squadre e gli atleti che segui e le sincronizza su tutte le app di Apple supportate. I tuoi interessi sportivi vengono associati al tuo Apple Account.
ja: Appleは、あなたがフォローしているスポーツ、リーグ、チーム、アスリートの情報を収集し、その情報を対応するAppleのアプリ間で同期します。あなたのスポーツへの関心はApple Accountに関連付けられます。
kk: Apple компаниясы сіз жазылған спорт түрлері, лигалар, командалар және спортшылар туралы ақпаратты жинап, сол ақпаратты барлық қолдау көрсетілетін Apple қолданбасында синхрондайды. Спорттық қызығушылықтарыңыз Apple аккаунтыңызбен байланысты.
ko: Apple은 사용자가 팔로우하는 스포츠, 리그, 팀 및 운동선수 관련 정보를 수집하고, 지원되는 Apple 앱에서 해당 정보를 동기화합니다. 사용자의 스포츠 관심사는 사용자의 Apple 계정과 연계됩니다.
lt: „Apple“ renka informaciją apie jūsų sekamas sporto šakas, lygas, komandas ir sportininkus bei šią informaciją sinchronizuoja visose palaikomose „Apple“ programose. Jūsų sporto interesai yra susieti su jūsų „Apple“ paskyra.
ms: Apple mengumpulkan maklumat tentang sukan, liga, pasukan dan atlet yang anda ikuti serta menyelaraskan maklumat tersebut merentas app Apple yang disokong. Minat sukan anda dikaitkan dengan Akaun Apple anda.
nl: Apple verzamelt informatie over de sporten, competities, teams en sporters die je volgt en synchroniseert die informatie op ondersteunde apps van Apple. Je sportinteresses zijn gekoppeld aan je Apple Account.
no: Apple samler inn informasjon om idrettene, ligaene, lagene og idrettsutøverne du følger, som synkroniserer denne informasjonen mellom alle støttede Apple-apper. Sportsinteressene dine er knyttet til Apple‑kontoen din.
pl: Apple gromadzi informacje na temat dyscyplin, lig, drużyn i sportowców, których obserwujesz, oraz synchronizuje je w obsługiwanych aplikacjach Apple. Twoje zainteresowania sportowe są powiązane z Twoim kontem Apple.
pt_br: A Apple coleta informações sobre os esportes, ligas, times e atletas que você segue e as sincroniza entre os apps compatíveis da Apple. Seus interesses esportivos estão associados à sua Conta Apple.
pt_pt: A Apple recolhe informação acerca de desportos, ligas, equipas e atletas que segue e sincroniza essa informação em todas as aplicações Apple compatíveis. Os seus interesses desportivos estão associados à sua conta Apple.
ro: Apple colectează informații despre sporturile, ligile, echipele și sportivii pe care îi urmăriți și sincronizează informațiile respective între aplicațiile Apple compatibile. Interesele sportive sunt asociate contului dvs. Apple.
ru: Apple собирает информацию о том, какие виды спорта, соревнования, команды и спортсмены Вас интересуют, и синхронизирует эту информацию между поддерживаемыми приложениями Apple. Данные о Ваших спортивных интересах связаны с Вашим Аккаунтом Apple.
sk: Spoločnosť Apple zhromažďuje informácie o športových disciplínach, ligách, tímoch a športovcoch, ktorých nasledujete, a tieto informácie synchronizuje medzi svojimi podporovanými apkami. Vaše športové záujmy sú prepojené s vaším Apple účtom.
sl: Apple zbira podatke o športnih panogah, ligah, moštvih in športnikih, ki jim sledite, ter te podatke sinhronizira med podprtimi aplikacijami Apple. Vaši športni interesi so povezani z vašim računom Apple.
sv: Apple samlar in information om de sporter, ligor, lag och idrottare som du följer och synkroniserar den informationen mellan Apple-appar som stöds. Dina sportintressen kopplas till ditt Apple‑konto.
th: Apple เก็บรวบรวมข้อมูลเกี่ยวกับกีฬา ลีก ทีม และนักกีฬาที่คุณติดตามและเชื่อมข้อมูลนั้นกับแอป Apple ที่รองรับทั้งหมด กีฬาที่คุณสนใจจะผูกกับบัญชี Apple ของคุณ
tr: Apple, takip ettiğiniz sporlar, ligler, takımlar ve sporcular ile ilgili bilgileri toplar ve bu bilgileri desteklenen Apple uygulamalarında eşzamanlar. Spora ilişkin ilgi alanlarınız Apple Hesabı’nızla ilişkilendirilir.
uk: Apple збирає дані про види спорту, ліги, команди і спортсменів, за якими ви стежите, і синхронізує цю інформацію між підтримуваними програмами Apple. Ваші спортивні зацікавлення повʼязуються з вашим обліковим записом Apple.
zh_cn: Apple收集你关注的运动、联赛、球队和运动员信息，并在支持的Apple App间同步该信息。你的运动喜好会与你的Apple账户关联。
zh_hk: Apple會收集你關注的體育內容、聯賽、隊伍和運動員的相關資料，並將資料在支援的Apple App之間同步。你的體育內容偏好會連繫至你的Apple帳户。
zh_tw: Apple會收集你追蹤的運動、聯盟、隊伍和運動員相關的資訊，並在所有支援的Apple App上同步資訊。你的運動偏好會與你的「Apple帳號」產生關聯。

# SPLASH_SHORT_TITLE
source: My Sports
ar: رياضاتي
bg: Моите спортове
ca: Esports
cs: Moje sporty
da: Mine sportsgrene
de: Meine Sportarten
es: Mis deportes
es_us: Mis deportes
fi: Omat urheilulajit
fr: Mes sports
fr_ca: Mes sports
he: הספורט שלי
hi: मेरे खेल
hr: Moji sportovi
hu: Saját sportok
id: Olahraga Saya
it: I miei sport
ja: マイスポーツ
kk: Таңдаулы спорт түрлері
ko: 나의 스포츠
lt: Mano sportas
ms: Sukan Saya
nl: Mijn sporten
no: Min sport
pl: Moje dyscypliny
pt_br: Meus Esportes
pt_pt: Os meus desportos
ro: Sporturi preferate
ru: Мой спорт
sk: Moje športy
sl: Moji športi
sv: Mina sporter
th: กีฬาของฉัน
tr: Sporlarım
uk: Мій спорт
zh_cn: 我的运动
zh_hk: 我的體育
zh_tw: 我的運動
